@extends('main.master')
@section('content')
<h3 class="header">ΠΑΡΑΓΓΕΛΙΕΣ</h3>
<p>Για να πραγματοποιήσετε παραγγελία θα πρέπει να έχετε δημιουργήσει προφίλ χρήστη. Από την σελίδα με τις κατηγορίες επιλέγετε το προϊόν που σας ενδιαφέρει. Στην συνέχεια κάνετε κλικ στο κουμπί Order και συμπληρώνετε τα στοιχεία σας στην φόρμα της παραγγελίας. Στο πεδίο Username θα πρέπει να συμπληρώσετε το username με το οποίο κάνατε εγγραφή στο σύστημα. Αν το username υπάρχει στην βάση δεδομένων τότε η παραγγελία μπορεί να πραγματοποιηθεί σε αντίθετη περίπτωση όχι. </p>
<p>Αφού υποβάλλετε την παραγγελία μπορείτε να την ακυρώσετε ή να πραγματοποιήσετε αλλαγές σε αυτήν. Θα πρέπει να συνδεθείτε στο σύστημα και να βρείτε την παραγγελία σας στην αντίστοιχη σελίδα. Μόνο ενεργές παραγγελίες εμφανίζονται, παραγγελίες που έχουν πραγματοποιηθεί διαγράφονται από το σύστημα.</p>
<p>Σε περίπτωση που επιθυμείτε να προσθέσετε κάποιο καινούργιο προϊόν θα πρέπει να συμπληρώσετε την φόρμα παραγγελίας από την αρχή.</p>
<p>Σε περίπτωση που δεν μπορείτε να πραγματοποιήσετε αλλαγές στην παραγγελία από τον λογαριασμό σας, μπορείτε να αποστείλετε το αίτημα σας στην φόρμα επικοινωνίας του συστήματος.</p>
<h3 class="header">ΛΟΓΑΡΙΑΣΜΟΣ ΧΡΗΣΤΗ</h3>
<p>Μπορείτε να δημιουργήσετε λογαριασμό στο σύστημα συμπληρώνοντας την φόρμα εγγραφής. Οι χρήστες έχουν την δυνατότητα τροποποίησης/ ακύρωσης παραγγελίας και αλλαγής των προσωπικών τους στοιχείων.</p>
@endsection